<?php

return [

    /*
    |--------------------------------------------------------------------------
    | フラッシュメッセージ言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行はフラッシュメッセージ時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */

    'article_store' => '投稿が完了しました',
    'article_update' => '投稿が更新されました',
    'article_delete' => '投稿が削除されました',
    'collection_update' => 'コレクションが更新されました',
    'collection_delete' => 'コレクションが削除されました',
    'collection_article' => 'コレクションに登録済みの投稿が削除されました',
    'memo_store' => 'アウトプットを記録しました',
    'memo_update' => 'アウトプットを更新しました',
    'memo_delete' => 'アウトプットを削除しました',
    'user_update' => 'ユーザー情報を更新しました',
    'user_notification' => 'ユーザー登録をして下さい',
    'icon_update' => 'アイコンを更新しました',
    'password_update' => 'パスワードを更新しました',
    'password_notification' => 'パスワードを変更して下さい',
];
