<?php

return [

    /*
    |--------------------------------------------------------------------------
    | フラッシュメッセージ言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行はフラッシュメッセージ時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */

    'article_store' => '投稿が完了しました',
    'article_update' => '投稿が更新されました',
    'article_delete' => '投稿が削除されました',
    'collection_update' => 'コレクションが更新されました',
    'collection_delete' => 'コレクションが削除されました',
];
